--[[
	ID, 名称, 内容
	id, name, content
]]
local copyrights_config = {
	[1] = {
			id = 1,
			name = [[捕鱼寻宝]],
			content = [[软件名称：捕鱼寻宝<br />游戏著作权人：广州炼爱网络科技股份有限公司<br />出版服务单位：北京科海电子出版社<br />批准文号：新广出审[2016]2931号<br />ISBN：978-7-7979-1496-3]],
		},
	[2] = {
			id = 2,
			name = [[深海猎场]],
			content = [[软件名称：深海猎场<br />游戏著作权人：广州火舞软件开发股份有限公司<br />出版服务单位：北京艺术与科学电子出版社<br />批准文号：新广出审[2016]3209号<br />ISBN：978-7-7979-1737-7]],
		},
	[3] = {
			id = 3,
			name = [[藏宝捕鱼]],
			content = [[软件名称：藏宝捕鱼<br />游戏著作权人：广州火舞软件开发股份有限公司<br />出版服务单位：北京艺术与科学电子出版社<br />批准文号：新广出审[2016]3122号<br />ISBN：978-7-7979-1621-9]],
		},
	[4] = {
			id = 4,
			name = [[深海渔场]],
			content = [[软件名称：深海渔场<br />游戏著作权人：广州火舞软件开发股份有限公司<br />出版服务单位：江苏凤凰电子影像出版社有限公司<br />批准文号：新广出审[2016]1673号<br />ISBN：978-7-7979-0483-4]],
		},
}
return copyrights_config