--[[
	礼包ID, 礼包名字, 时限, 每日奖励, 邮件标题, 邮件内容, 礼包即将过期，邮件内容, 礼包过期，邮件内容
	id, name, days, goods, title, content, last_content, end_content
]]
local gift = {
	[1] = {
			id = 1,
			name = [[富豪礼包*7天]],
			days = 7,
			goods = {{goodsId=1,amount=10000}},
			title = [[黄金礼包奖励]],
			content = [[尊敬的用户，您的富豪礼包奖励已发放，请查收，礼包剩余%s天，升级铂金礼包可以领取更丰厚的奖励！]],
			last_content = [[尊敬的用户，您的富豪礼包奖励已发放，请查收，您的礼包再有%s天就要离开您了，不要忘记续费哦。]],
			end_content = [[尊敬的用户，您的富豪礼包奖励已发放，请查收，您的礼包已赠送完毕，明天不能再领取了，请商城内重新购买,祝您游戏愉快！]],
		},
	[2] = {
			id = 2,
			name = [[铂金礼包*7天]],
			days = 7,
			goods = {{goodsId=1,amount=20000}},
			title = [[铂金礼包奖励]],
			content = [[尊敬的用户，您的铂金礼包奖励已发放，请查收，礼包剩余%s天，升级钻石礼包可以领取更丰厚的奖励！]],
			last_content = [[尊敬的用户，您的铂金礼包奖励已发放，请查收，您的礼包再有%s天就要离开您了，不要忘记续费哦。]],
			end_content = [[尊敬的用户，您的铂金礼包奖励已发放，请查收，您的礼包已赠送完毕，明天不能再领取了，请商城内重新购买,祝您游戏愉快！]],
		},
	[3] = {
			id = 3,
			name = [[钻石礼包*7天]],
			days = 7,
			goods = {{goodsId=1,amount=50000}},
			title = [[钻石礼包奖励]],
			content = [[尊敬的用户，您的钻石礼包奖励已发放，请查收，礼包剩余%s天，升级王者礼包可以领取更丰厚的奖励！]],
			last_content = [[尊敬的用户，您的钻石礼包奖励已发放，请查收，您的礼包再有%s天就要离开您了，不要忘记续费哦。]],
			end_content = [[尊敬的用户，您的钻石礼包奖励已发放，请查收，您的礼包已赠送完毕，明天不能再领取了，请商城内重新购买,祝您游戏愉快！]],
		},
	[4] = {
			id = 4,
			name = [[王者礼包*7天]],
			days = 7,
			goods = {{goodsId=1,amount=70000}},
			title = [[王者礼包奖励]],
			content = [[尊敬的用户，您的王者礼包奖励已发放，请查收，礼包剩余%s天，升级至尊礼包可以领取更丰厚的奖励！]],
			last_content = [[尊敬的用户，您的王者礼包奖励已发放，请查收，您的礼包再有%s天就要离开您了，不要忘记续费哦。]],
			end_content = [[尊敬的用户，您的王者礼包奖励已发放，请查收，您的礼包已赠送完毕，明天不能再领取了，请商城内重新购买,祝您游戏愉快！]],
		},
	[5] = {
			id = 5,
			name = [[至尊礼包*7天]],
			days = 7,
			goods = {{goodsId=1,amount=120000}},
			title = [[至尊礼包奖励]],
			content = [[尊敬的用户，您的至尊礼包奖励已发放，请查收，礼包剩余%s天，升级月卡奖励领不停！]],
			last_content = [[尊敬的用户，您的至尊礼包奖励已发放，请查收，您的礼包再有%s天就要离开您了，不要忘记续费哦。]],
			end_content = [[尊敬的用户，您的至尊礼包奖励已发放，请查收，您的礼包已赠送完毕，明天不能再领取了，请商城内重新购买,祝您游戏愉快！]],
		},
}
return gift