local CodeMsg = {
	["1"] = "一",
	["2"] = "二",
	["3"] = "三",
	["4"] = "四",
    ["竞技场每日结算"] = "恭喜您在竞技场每日排行中排名第%s名，<br/>获得%s，请再接再励！",
    ["竞技场每周结算"] = "恭喜您在竞技场每周排行中排名第%s名，<br/>获得%s，请再接再励！",
    ["竞技场排行奖励"] = "竞技场排行",
    ["彩票奖池"] = "彩票奖池",
    ["彩票中奖"] = "恭喜您获得第%s期竞猜活动%s等奖，奖金为%s金币，请查收！",
    ["超级会员"] = "超级会员",
    ["超级会员奖励"] = "恭喜成为超级会员，完善超级会员资料奖励如下，请查收！",
    ["月卡奖励"] = "月卡奖励",
    ["月卡奖励内容"] = "尊敬的用户，你的月卡奖励已发放，请查收，月卡剩余%s天",
    ["LOTTERY_RANK_TILE"] = "幸运寻宝",
    ["LOTTERY_RANK_CONTENT"] = "恭喜您在本次幸运寻宝活动中排名%s,为您准备了丰厚的奖励,祝你在下次幸运寻宝活动中再接再厉!",
}


return CodeMsg